// 學呀是台灣最大的線上學習資源彙整平台
// 我們提供完整的線上課程
// 這些課程全部開源
// 任何人都可以編輯🤞
// 我們利用強大的搜尋引擎
// 將廣大網路上雜亂無章的教育內容
// 系統性地彙整並分章分節
// 然而這樣的任務並不簡單
// 我們需要您的幫忙😉
// 使用這個 Chrome擴充插件
// 您可以在搜尋到的教育內容時
// 一鍵將其分享到學呀的資料庫中🎈
// 幫我們建立一個更完整的學習資料庫💜


//  - - 你對現在的教育感覺是？ - - 

// 二十一世紀的我們，生活與科技產品密不可分，網際網路，已經成為我們處理大小問題的媒介。在這樣的現代社會裡，你對於教育的感覺是？不管你對於「好學生」的定義是什麼，我們都無可否認現代的孩子正活在一個資訊與知識唾手可及的時間點。

// 那麼你有沒有想過一個問題：孩子們為什麼總被逼迫著，花費時間坐在補習班裡把在學校聽過的內容再重新聽一遍，而不是好好在家研讀課文、複習考試，並培養自己的興趣呢？


//  - - 彙整網路上的教育資源 - - 

// 你或許不知道，很多補習班販售的課程內容，以及某些出版商販售的線上教材，其實都可以在網上找到類似的資源。網際網路如此廣大，有很多很多免費的教育性質的內容，等待你我的發現。這些免費的內容，品質甚至可能比那些昂貴的課程都來得好。

// 問題來了，這些資源散落在網路的各地，我們該怎麼找到它們呢？如果我們有很厲害的資源，又要與誰分享呢？學呀可以登場了。


//  - - 教育開源，絕對免費 - - 

// 我們深深地相信，教育這種東西，不應該被金錢所限制，而是應該無邊無界，無所不包的。我們的編輯團隊平台背後努力著，希望提供優良、開放的環境與優質、正確的內容。

// 我們為這個平台設計了專屬的課程章節編輯器，讓大家可以對課程章節內容提出修改。我們的團隊，除了編輯的工作外，也負責維護這些知識的結晶。目前已經完成的 Demo 課程，請點此。

// 學呀平台上的教育資源，都是由使用者所分享的。利用這種「群中外包」的方法，我們可以確保平台內容的穩定更新，也就是會一直有最新的教育資源。

// 截直 2020 年的 6 月止，也就是學呀正式上線之前，我們已經彙整了破千個項目的免費線上教育資源。陸陸續續，我們將開放更多元化的資源分享，包括 PPT 課程簡報等。感謝每位分享過資源的使用者，讓學呀能夠朝著「彙整網路資源」的目標邁進。

// 有了分享資源這塊後，更重要的就是資源的搜尋了。在學呀我們的團隊耗盡許多的心思創造了一個專門的教育資源搜尋引擎。我們精巧設計的搜尋演算法，讓你可以從學呀平台上的數千個資源中，尋找到你想要的項目。

// 未來，我們還要陸續擴增這個搜尋引擎，讓它能搜尋筆記、文檔、簡報等多元化的檔案。我們更期盼能與酷課雲等其他教育平台的資料庫介接，如此一來，我們便真正達成「彙整資源」的工作了。另外，學呀還提供開發者多元化的API介接功能，期盼為台灣的教育注入一點新鮮的活力。

// 我們的團隊希望以平台的「六大核心功能」以及「四大核心分類」，讓大家了解一個很簡單的概念，這個概念也是整個平台核心價值：「教育不應該是一個可以被標上價格的東西」。

// 透過這個平台，我們期盼能提供優質的教育內容，並建立學生、老師、家長們一個願意伸出手尋找身邊資源的常態。藉著這個課程開源和資源共享的環境，或許，我們已經在一點一滴改變台灣的教育了吧！


//  - - 致知識，致自由，致教育 - - 
